package JM;

public class AllMessages {

    static String   start =     "Привет." +
                                "\nКак у тебя с алгебраичностью сегодня?" +
                                "\nПопробуй ввести две цифры и мат.знак в строке ниже. Можно римские." +
                                "\n(Но, только от 1 до 10 и только одной системы исчисления)";

    static String   success =   " ←- Кажется, посчиталось )";

    static String   alarm =     "Ой-ой! Что-то пошло не так." +
                                "\nНужно перезапустить калькулятор и попробовать снова.";
}
